Autodesk.Revit.DB.Events.GetProjectsRequestedEventArgs.SetProjects(System.Collections.Generic.IList{Autodesk.Revit.DB.ForgeDM.CloudProject})
Sets CloudProject values within Event.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2019

Autodesk.Revit.DB.Events.GetProjectsRequestedEventArgs.Region
region for CloudHub
Since:
2019

Autodesk.Revit.DB.Events.GetProjectsRequestedEventArgs.#ctor(System.String,System.String)
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2019